#Получив на вход массив чисел, верните массив с каждой цифрой, увеличенной на ее позицию в массиве:
#первая цифра будет увеличена на 1, вторая — на 2 и т.д. Обязательно начинайте отсчет с 1 (а не с 0).
#Внимание!
#Ваш результат может содержать только однозначные числа, поэтому, если при сложении цифры с
#ее позицией получается двузначное число, то возвращается только последняя цифра числа.
#Пример:
#Input: [1, 2, 3] Output: [2, 4, 6]
#Input: [4, 6, 9, 1, 3] Output: [5, 8, 2, 5, 8]

def incrementer():
    pass


