#Вдоль дороги расположены столбы на равном расстоянии друг от друга. Найдите длину участка дороги между первым
#и последним столбом в сантиметрах (не учитывая ширину крайних столбов).
#Расстояние между соседними столбами и ширина каждого столба одинаковы.
#Функция принимает три аргумента:

#— количество столбов (≥ 1);
#— расстояние между соседними столбами в метрах (от 10 до 30);
#— ширина столба в сантиметрах (от 10 до 50).

#Пример:
#Input: (2, 20, 25) Output: 2000;
#Input: (1, 10, 10) Output: 0;

def pillars():
    pass

